Repository: Uppala-Kalanandini/django-paiji2-carpooling
Catalog: paiji2_carpooling/locale/*/LC_MESSAGES/django.po
Languages: fr

# 1st p sg
source: Offer
fr: Propose

# 1st p sg
source: Search
fr: Recherche

source: author
fr: auteur

source: advert type
fr: type d’annonce

source: advert validity deadline
fr: date limite de validité

source: publication date
fr: date de publication

source: offers
fr: propose

source: searches
fr: recherche

source: still current ?
fr: toujours valable ?

source: carpool
fr: covoiturage

source: carpools
fr: covoiturages

source: Carpool
fr: Covoiturage

source: Add a carpool
fr: Ajouter un cov

source: Records
fr: Archives

source: carpooling
fr: covoiturage

source: About
fr: À propos de

source: %(TimeSince)s ago
fr: il y a %(TimeSince)s

source: Carpool deletion confirmation
fr: Confirmer la suppression d’un covoiturage

source: Do you really want to delete this carpool ?
fr: Voulez-vous vraiment supprimer ce covoiturage ?

source: Delete
fr: Supprimer

source: Edit a carpool
fr: Modifier le covoiturage

source: Offer/search a carpool
fr: Proposer/rechercher un covoiturage

source: Announcer
fr: Annonceur

source: Advert type
fr: Type d’annonce

source: Departure time
fr: Date de départ

source: Ex: Metz-Paris-Compiègne, on Friday around 5pm, 3 places 15 €, back on Sunday at 6pm
fr: Ex: Metz-Paris-Compiègne, Vendredi vers 17h, 3 places au PAPS à 15€, retour dimanche à 18h

source: Update
fr: Mettre à jour

source: Publish
fr: Publier

source: Carpools
fr: Covoiturages

source: Add a carpool offer/search
fr: Publier une offre/demande de cov

source: Last carpools list
fr: Liste des derniers covoiturages

source: contact
fr: contacter

source: Rezo is not hacked. You don't have the permission xD
fr: Le Rezo n’est pas «hacké». Tu n’as pas la permissionx xD

source: Your request has been saved successfully :P
fr: Votre demande a bien été enregistrée :P

source: Your carpool has been updated, it will be refreshed in a moment
fr: Votre covoiturage a été mis à jour, ce sera bientôt pris en compte

source: Your carpool has been removed, it will be refreshed in a moment
fr: Votre covoiturage a été supprimé, ce sera bientôt pris en compte
